IdeaRS.Connections
GussetPlateData.Height Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the height of the plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Height { get; set; }
Property Value
Type: Double
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace